<?php
return [
    'index' => 'الدفعيات',
    'create' => 'إضافة',
    'update' => 'تحديث',
    'delete' => 'حذف الدفعية',
    'show' => 'عرض التفاصيل',
    'paymentMethod' => 'طريقة الدفع',

    'customer' => 'العميل',
    'date' => 'تاريخ الدفع',
    'value' => 'المبلغ',
    'hall' => 'الصالة',
    'user' => 'تم بواسطة',
    'reservation' => 'الحجز',
    'remarks' => 'ملاحظات',

    // print >>>>
    'company' => 'شركة داش تك لتقنية المعلومات',
    'address' => 'شارع الحرية - الخرطوم، السودان',
    'companyPhone' => '00249 96 159 5792',
    'title' => 'إيصال دفعية',
    'reservation' => 'رقم الحجز',
    'customerName' => 'إسم العميل',
    'totalDue' => 'إحمالي المبلغ المطلوب من الحجز',
    'resDate' => 'تاريخ الحجز',
    'terms' => 'الشروط',
    'payDate' => 'تاريخ الدفع',
    'amount' => 'القيمة',
    'payMethod' => 'طريقة الدفع',
    'authorizedPerson' => 'الموظف المسؤول',
    'reciever' => 'المستلم',
    'note' => 'هذا الإيصال يثبت فقط ان العميل قد دفع المبلغ الذكور أعلاه، ولا يعني بالضرورة أنه خالي الطرف من جميع إلتزاماته المالية.'
];